Repository: helalrules7/learndash-content-locker
Catalog: languages/learndash-content-locker-*.po
Languages: ar

source: LearnDash Serial Codes
ar: أرقام متسلسلة LearnDash

source: Create New Serial
ar: إنشاء رقم متسلسل جديد

source: Support the developer!
ar: ساعد المطور!

source: Serial copied to clipboard!
ar: تم نسخ الرقم المتسلسل للحافظة!

source: Code
ar: الرقم المتسلسل

source: Code Title
ar: العنوان

source: Associated Course
ar: الكورس المرتبط

source: Validity
ar: الصلاحية

source: Used
ar: تم إستخدامه

source: User
ar: المستخدم

source: Creation Date
ar: تاريخ الإنشاء

source: Serial deleted successfully and user access revoked
ar: تم حذف الرقم المتسلسل بنجاح ، وإزالة صلاحية الوصول للمستخدم للكورس المرتبط

source: Failed to delete serial
ar: فشل في حذف الرقم المتسلسل

source: Serial not found
ar: الرقم المتسلسل غير موجود

source: Serial Barcode
ar: باركود الرقم المتسلسل

source: Download barcode
ar: حفظ الباركود

source: Support the developer
ar: ساعد المطور

source: If you find this plugin helpful, please consider supporting me:
ar: لو كانت هذه الإضافة قد قدمت لك مساعدة ، فقد ترغب في دعمي:

source: Buy Me a Coffee
ar: قدم لي قهوة

source: Visit My Website
ar: قم بزيارة موقعي

source: New serial code created successfully!
ar: تم إنشاء رقم متسلسل جديد بنجاح!

source: LearnDash Serial Locker
ar: أرقام متسلسلة لـ LearnDash

source: Create a new serial code
ar: إنشاء رقم متسلسل جديد

source: Serial Code Title
ar: عنوان الرقم المتسلسل

source: Use username or phone for easy search
ar: إستخدم إسم المستخدم او رقم التليفون لتسهيل عملية البحث

source: Serial Code
ar: الرقم المتسلسل

source: Generate Code
ar: إنشاء رقم متسلسل

source: Clipboard copy
ar: نسخ للحافظة

source: Related Course:
ar: الكورس المرتبط:

source: Select Course
ar: قم بإختيار الكورس

source: No Courses found
ar: لم نجد كورسات مسجلة

source: Validity Date
ar: تاريخ الصلاحية

source: Save Code
ar: حفظ الرقم المتسلسل

source: Delete Serial
ar: حذف الرقم المتسلسل

source: Are you sure you want to delete serial
ar: هل انت متأكد من إزالة الرقم المتسلسل

source: ? <br> This will also delete the user access to the serial
ar: ؟ <br> هذه الخطوة ستحذف أيضا إمكانية وصول المستخدم للكورس

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

source: Edit Serial
ar: تعديل الرقم المتسلسل

source: Serial Title
ar: عنوان الرقم المتسلسل

source: Serial
ar: الرقم المتسلسل

source: Related Course
ar: الكورس المرتبط

source: Update
ar: تحديث

source: Generated Serials
ar: الأرقام المتسلسلة المسجلة

source: Export to excel
ar: حفظ لملف Excel

source: Search serials...
ar: بحث في الأرقام المتسلسلة...

source: Title
ar: عنوان

source: Course
ar: الكورس

source: Is Used?
ar: تم إستخدامه؟

source: Username
ar: إسم المستخدم

source: Created
ar: تاريخ الإنشاء

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Copy
ar: نسخ

source: Barcode
ar: باركود

source: No serials found
ar: لم نجد ارقام متسلسلة مسجلة

source: Enter Serial Code
ar: أدخل الرقم المتسلسل

source: Enter the 8 characters serial number
ar: أدخل الرقم المتسلسل المكون من 8 حروف

source: Confirm Serial Number
ar: تأكيد الرقم

source: Serial number is outdated
ar: انتهت صلاحية هذا الرقم ، يرجي التواصل مع الإدارة

source: Invalid or already used serial code
ar: <strong>الرقم المتسلسل غير صحيح</strong><br>تأكد من الرقم المدخل أو تواصل مع الإدارة

source: LearnDash Content Locker
ar: أرقام متسلسلة لـ LearnDash

source: Lock LearnDash courses with a serial number.
ar: إغلاق محتوي كورسات LearnDash بواسطة أرقام متسلسلة.

source: <a href="https://ahmedhelal.dev">Ahmed Helal</a> | <a href="https://buymeacoffee.com/ahmedhelal">Buy Me Coffee!</a>
ar: <a href="https://ahmedhelal.dev">Ahmed Helal</a> | <a href="https://buymeacoffee.com/ahmedhelal">ساعد المطور</a>
